Key,French
AlarmServer.Warning.Text,
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Init.
BaseTemplate.Button5.Text,
BaseTemplate.Button9.Text,Cycle
BaseTemplate.Button1.Text,
Home.Button3.Text,Administrateur
Home.Button8.Text,Options
About_Sharp.Text.Text,"À propos de Sharp"
About_Sharp.Text1.Text,"Service technique : +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Nombre de sacs produits"
About_Sharp.Text3.Text,"Version HMI"
About_Sharp.Text6.Text,1.2.1.0
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Maintenir pour réinitialiser BPM"
Dashboard.Button3.Text,"Annuler l'impression"
Dashboard.Button5.Text,"Effacer les étiquettes"
Dashboard.Text.Text,"Sacs produits"
Dashboard.Text1.Text,"Cycle actif"
Dashboard.Text2.Text,Sacs/minute
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Mode automatique actif"
Dashboard.Text4.Text,"Cycle à blanc actif"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"À propos de Sharp"
Dashboard_Help.Text.Text,"Aide du tableau de bord"
Settings_P1.Text.Text,"Page des paramètres"
Settings_P2.Text.Text,"Page des paramètres"
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Vitesse d'alimentation / Vitesse de retour"
Settings_P1.Text4.Text,"Décalage soudure (po)"
Settings_P1.Text5.Text,"Passage mâchoires (po)"
Settings_P1.Text6.Text,"Longueur du sac (po)"
Settings_P1.Text7.Text,"Temps de soudure /  de refroidissement"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Séparer avant soudure"
Settings_P2.Text3.Text,"Sacs consécutifs"
Settings_P2.Text4.Text,"Compteur de pièces"
Settings_P2.Text6.Text,"Réglage du nombre de lots"
Settings_P2.Text7.Text,"Temps de chute du remplisseur"
Settings_P2.Button.Text,Désactivé
Settings_P2.Button2.Text,Désactivé
Settings_P2.Button3.Text,Désactivé
Settings_P2.Button4.Text,Désactivé
Settings_P2.Button5.Text,Désactivé
Settings_P2.Button.Texts[0],Désactivé
Settings_P2.Button.Texts[1],Activé
Settings_P2.Button2.Texts[0],Désactivé
Settings_P2.Button2.Texts[1],Activé
Settings_P2.Button3.Texts[0],Désactivé
Settings_P2.Button3.Texts[1],Activé
Settings_P2.Button4.Texts[0],Désactivé
Settings_P2.Button4.Texts[1],Activé
Settings_P2.Button5.Texts[0],Désactivé
Settings_P2.Button5.Texts[1],Activé
Admin.Text.Text,"Installé en usine"
Admin.Button4.Text,"Déflateur de sac indépendant"
Admin.Button2.Text,Imprimante
Admin.Button3.Text,"Vérificateur de code-barres"
Admin.Button8.Text,"Plateau de chargement rétractable"
Admin.Button.Text,"Paramètres avancés"
Advanced_P1.Text.Text,Avancé
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Avancé
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Avancé
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Avancé
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,"Mode Automatique"
Advanced_P1.Button2.Text,"Cycle à blanc"
Advanced_P1.Text2.Text,"Intervalle cycles auto"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,État
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Prêt
Advanced_P1.Text6.Text,Imprimante
Advanced_P1.Text7.Text,"Plateau de Chargement Rétractable"
Advanced_P1.Text8.Text,"Passage mâchoire"
Advanced_P1.Text9.Text,"Alimentation sacs"
Advanced_P1.Text10.Text,"Vérificateur de Code-Barres"
Advanced_P1.Text11.Text,"Déflateur de Sac Indépendant"
Advanced_P2.Text2.Text,Texte
Advanced_P2.Text3.Text,Texte
Advanced_P2.Text4.Text,Texte
Advanced_P2.Text5.Text,Texte
Advanced_P2.Text6.Text,Texte
Advanced_P2.Text7.Text,Texte
Advanced_P2.Text8.Text,Texte
Advanced_P2.Text9.Text,Texte
Advanced_P3.Text2.Text,"Sacs produits"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Temps en Veille (Min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Zero
Advanced_P4.Text10.Text,"Mâchoire Avant"
Advanced_P4.Text9.Text,"Position Actuelle"
Advanced_P4.Text8.Text,"Code d'Alarme"
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Zero
Advanced_P4.Text13.Text,"Mâchoire Arrière"
Advanced_P4.Text12.Text,"Position Actuelle"
Advanced_P4.Text11.Text,"Code d'Alarme"
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,"Page de Service"
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,"Page de Service"
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,"Page de Service"
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P1.Text.Text,Sorties
IO_P1.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Entrées
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Fermer la mâchoire"
Service_P1.Button5.Text,"Fermer mâchoire pas à pas"
Service_P1.Button6.Text,"Ouvrir mâchoire pas à pas"
Service_P1.Button7.Text,"Ouvrir la mâchoire"
Service_P2.Button2.Text,"Fermer l'IBD"
Service_P2.Button5.Text,"Fermer IBD pas à pas"
Service_P2.Button6.Text,"Ouvrir IBD pas à pas"
Service_P2.Button7.Text,"Ouvrir l'IBD"
Service_P3.Button2.Text,"Lever Tête d'impression"
Service_P3.Button5.Text,"Lever Plateau de chargement"
Service_P3.Button6.Text,"Abaisser Plateau de chargement"
Service_P3.Button7.Text,"Abaisser Tête d'impression"
Service_P3.Button.Text,"Annuler test cycle mâchoire"
Service_P3.Button4.Text,"Démarrer test cycle mâchoire"
Service_P3.Text2.Text,"Cycles de mâchoires"
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:0/09 Barcode NG"
IO_P3.Text6.Text,"I:0/07 Jaw Not Obstructed"
IO_P3.Text4.Text,"I:0/06 Clamp Home Sensor"
IO_P3.Text7.Text,"I:0/03 Bag Edge Photoeye"
IO_P3.Text9.Text,"I:0/10 Light Curtain Clear"
IO_P3.Text5.Text,"I:0/05 Pbar Clamp Motor Alarm"
IO_P3.Text10.Text,"I:0/02 Printer Busy"
IO_P3.Text11.Text,"I:0/04 Cycle Start"
IO_P3.Text12.Text,"I:0/08 Barcode OK"
IO_P3.Text3.Text,"I:0/01 Printer Data Ready"
IO_P3.Text2.Text,"I:2/00 Maintenance Imprimante Requise"
IO_P3.Text15.Text,"I:2/11 Libre"
IO_P1.Text8.Text,"O:1/09 État du Palm 0"
IO_P1.Text6.Text,"O:0/07 Bagger OK"
IO_P1.Text4.Text,"O:1/06 Ventilateurs activés"
IO_P1.Text7.Text,"O:1/03 Dérouler le ruban"
IO_P1.Text5.Text,"O:1/05 Calibrer le capteur photoélectrique"
IO_P1.Text9.Text,"O:1/10 État du Palm 1"
IO_P1.Text10.Text,"O:1/02 Demander impression"
IO_P1.Text11.Text,"O:1/04 Déclencheur de code-barres"
IO_P1.Text12.Text,"O:1/08 Prêt pour le remplisseur"
IO_P1.Text3.Text,"O:1/01 Abaisser la tête d'impression"
IO_P1.Text2.Text,"O:1/00 Fil de soudure"
Options.Button.Text,Imprimante
Options.Button1.Text,"Vérificateur de code-barres"
Options.Button2.Text,"Déflateur de sac indépendant"
Options.Button3.Text,"Plateau de chargement rétractable"
Option_Printer.Button.Text,"Annuler l'impression"
Option_Printer.Button1.Text,"Envoyer des étiquettes"
Option_Printer.Button2.Text,"Effacer les étiquettes"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,"Longueur d'impression"
Option_Printer.Text4.Text,"Décalage d'impression"
Option_Printer.Text6.Text,"Vitesse d'impression"
Option_Printer.Text.Text,Imprimante
Option_Printer.Text5.Text,ACTIVÉ
Option_Printer.Text5.Texts[0],DÉSACTIVÉ
Option_Printer.Text5.Texts[1],ACTIVÉ
Option_IBD.Text4.Text,"Délai de fermeture de la mâchoire"
Option_IBD.Text6.Text,"Force de blocage (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Déflateur de sac indépendant"
Option_IBD.Text5.Text,ACTIVÉ
Option_IBD.Text5.Texts[0],DÉSACTIVÉ
Option_IBD.Text5.Texts[1],ACTIVÉ
Option_LoadShelf.Text6.Text,"Temps de maintien (sec.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Plateau de chargement rétractable"
Option_LoadShelf.Text5.Text,ACTIVÉ
Option_LoadShelf.Text5.Texts[0],DÉSACTIVÉ
Option_LoadShelf.Text5.Texts[1],ACTIVÉ
Option_BarcodeVerifier.Text.Text,"Vérificateur de code-barres"
Option_BarcodeVerifier.Text5.Text,ACTIVÉ
Option_BarcodeVerifier.Text5.Texts[0],DÉSACTIVÉ
Option_BarcodeVerifier.Text5.Texts[1],ACTIVÉ
Option_BarcodeVerifier.Text2.Text,"Lecture OK"
Option_BarcodeVerifier.Text3.Text,"Distance de numérisation (po)"
Option_BarcodeVerifier.Text4.Text,"Décalage démarrage numérisation (po)"
Option_BarcodeVerifier.Text1.Text,"Mauvaise/aucune lecture"
Option_BarcodeVerifier.Text6.Text,"Mauvaises lectures"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"Déclencher le vérificateur BCD"
Service_P1.Button1.Texts[0],"Fermer la mâchoire"
Service_P1.Button1.Texts[1],"Mâchoire fermée"
Service_P1.Button7.Texts[0],"Ouvrir la mâchoire"
Service_P1.Button7.Texts[1],"Mâchoire ouverte"
Service_P2.Button2.Texts[0],"Fermer l'IBD"
Service_P2.Button2.Texts[1],"IBD fermé"
Service_P2.Button7.Texts[0],"Ouvrir l'IBD"
Service_P2.Button7.Texts[1],"IBD ouvert"
Service_P3.Button7.Texts[0],"Abaisser la tête d'impression"
Service_P3.Button7.Texts[1],"Tête d'impression abaissée"
Service_P3.Button2.Texts[0],"Lever la tête d'impression"
Service_P3.Button2.Texts[1],"Tête d'impression levée"
Service_P3.Button5.Texts[0],"Lever plateau de chargement"
Service_P3.Button5.Texts[1],"Plateau de chargement levé"
Service_P3.Button6.Texts[0],"Abaisser plateau de chargement"
Service_P3.Button6.Texts[1],"Plateau de chargement abaissé"
Advanced_P3.Text4.Text,"Fermeture de la mâchoire (en pouces)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Délai de déconnexion automatique (s)"
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Paramètres
Faults.Text.Text,"Page des défauts actifs"
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,"Mot de passe :"
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Opérateur
Login.Button.Text,Fermer
Advanced_P3.Button2.Text,"Cliquez pour supprimer le blocage pendant le cycle"
Advanced_P3.Button2.Texts[0],"Cliquez pour supprimer le blocage pendant le cycle"
Advanced_P3.Button2.Texts[1],"Blocage machoire supprimé"
Service_P2.Button4.Text,"Recul film"
Service_P2.Button9.Text,"Avance film"
Service_P1.Button8.Text,"Déclencher le vérificateur BCD"
Service_P1.Button2.Text,"Bloquer la mâchoire"
Service_P1.Button3.Text,"Débloquer la mâchoire"
Status.Text.Text,Nom
Status.Text1.Text,Etat
Status.Text2.Text,"Prêt ?"
Status.Name_0.Text,Nom
Status.Status_0.Text,Etat
Status.Ready_0.Text,"Prêt ?"
Status.Name_1.Text,Nom
Status.Status_1.Text,Etat
Status.Ready_1.Text,"Prêt ?"
Status.Name_2.Text,Nom
Status.Status_2.Text,Etat
Status.Ready_2.Text,"Prêt ?"
Status.Name_3.Text,Nom
Status.Status_3.Text,Etat
Status.Ready_3.Text,"Prêt ?"
Status.Name_4.Text,Nom
Status.Status_4.Text,Etat
Status.Ready_4.Text,"Prêt ?"
Status.Name_5.Text,Nom
Status.Status_5.Text,Etat
Status.Ready_5.Text,"Prêt ?"
Status.Text24.Text,"Etat de la machine"
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Cette page utilise des scripts pour remplir le tableau. Veuillez consulter l'onglet de script pour comprendre comment il est rempli."
Status.AnalogNumeric.Prefix,"Composants totaux :"
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Vue d'ensemble de l'ensacheuse"
About_Sharp.Text4.Text,"Version PLC"
Options.Button4.Text,
Options.Text5.Text,ACTIVÉ
Options.Text5.Texts[0],DÉSACTIVÉ
Options.Text5.Texts[1],ACTIVÉ
Options.Text6.Text,"Bouton d'activation de l'imprimante et du vérificateur : Appuyer sur ce bouton active et désactive simultanément l'option Imprimante et l'option Vérificateur de codes-barres."
Options.Text.Text,"Activer l'imprimante et le vérificateur"
Dashboard.Button.Text,"Vue d'ensemble de l'ensacheuse"
Dashboard.Button4.Text,"Vue d'ensemble des défauts"
CommLoss.Text.Text,"LES DONNÉES PLC N'ONT PAS ÉTÉ MISES À JOUR"
CommLoss.Text1.Text,"Si le firmware PLC a récemment changé, ce message disparaîtra automatiquement. Si ce n'est pas le cas, contactez le fabricant pour vous assurer que le firmware approprié est utilisé."
ConfirmLogout.Text.Text,"Êtes-vous sûr de vouloir vous déconnecter ?"
ConfirmLogout.Cancel.Text,Non/Annuler
ConfirmLogout.Logout.Text,"Oui/Se déconnecter"
Dashboard.Text5.Text,"Paramètres de lot"
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Réinitialiser le compteur de lot"
Login.TouchComboBox.Texts[1],Maintenance
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Avancé
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film en avant"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Accélération
Advanced_P5.Text4.Text,Décélération
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film en arrière"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,"Décalage du film"
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,"Impression du film"
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI actif"
Option_Printer.Button3.Texts[1],"300 DPI actif"
Advanced_P4.Button.Text,Zéro
Advanced_P4.Button.Texts[0],Pouce
Advanced_P4.Button.Texts[1],Métrique
Settings_P1_M.Text.Text,"Page des paramètres"
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Vitesse d'alimentation / Vitesse de retour"
Settings_P1_M.Text4.Text,"Décalage soudure (mm)"
Settings_P1_M.Text5.Text,"Passage mâchoires (mm)"
Settings_P1_M.Text6.Text,"Longueur du sac (mm)"
Settings_P1_M.Text7.Text,"Temps de soudure /  de refroidissement"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Paramètres
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"""""""""Annuler l'impression"""""""""
Option_Printer_M.Button1.Text,"Envoyer des étiquettes"
Option_Printer_M.Button2.Text,"Effacer les étiquettes"
Option_Printer_M.Text3.Text,"Longueur d'impression (mm)"
Option_Printer_M.Text4.Text,"Décalage d'impression (mm)"
Option_Printer_M.Text6.Text,"Vitesse d'impression (mm/s)"
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Imprimante
Option_Printer_M.Text5.Text,ACTIVÉ
Option_Printer_M.Text5.Texts[0],DÉSACTIVÉ
Option_Printer_M.Text5.Texts[1],ACTIVÉ
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI actif"
Option_Printer_M.Button3.Texts[1],"300 DPI actif"
Options.Button5.Text,Imprimante
Option_Barcode_M.Text.Text,"Vérificateur de code-barres"
Option_Barcode_M.Text5.Text,ACTIVÉ
Option_Barcode_M.Text5.Texts[0],DÉSACTIVÉ
Option_Barcode_M.Text5.Texts[1],ACTIVÉ
Option_Barcode_M.Text2.Text,"Lecture OK"
Option_Barcode_M.Text3.Text,"Distance de numérisation (mm)"
Option_Barcode_M.Text4.Text,"Décalage démarrage numérisation (mm)"
Option_Barcode_M.Text1.Text,"Mauvaise/aucune lecture"
Option_Barcode_M.Text6.Text,"Mauvaises lectures"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"Déclencher le vérificateur BCD"
Options.Button6.Text,"Vérificateur de code-barres"
Advanced_P4.Button2.Text,Zéro
Advanced_P4.Button2.Texts[0],"Barrière immatérielle non installée"
Advanced_P4.Button2.Texts[1],"Barrière immatérielle installée"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,"Compteur de pièces"
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"Service client européen : 00800 8888 8840"
Advanced_P5.TouchComboBox.Texts[0],Anglais
Advanced_P5.TouchComboBox.Texts[1],Français
Advanced_P5.TouchComboBox.Texts[2],Néerlandais
Advanced_P5.TouchComboBox.Texts[3],Allemand
Advanced_P5.Text8.Text,Langue:
IO_P1.Text13.Text,"O:0/11 Pbar Clamp Motor Start"
Advanced_P4.Text2.Text,"Pouce ou métrique"
Advanced_P5.Button.Text,"Bagger Status Overview"
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Outputs
IO_P2.Text1.Text,2/4
IO_P2.Text2.Text,"O:0/12 Pbar Clamp Motor Reverse"
IO_P2.Text3.Text,"O:0/13 Pbar Clamp Motor Alarm Reset"
IO_P2.Text10.Text,"O:0/14 Spare"
IO_P2.Text7.Text,"O:0/15 Spare"
IO_P4.Button1.Text,
IO_P4.Text.Text,Inputs
IO_P4.Text1.Text,4/4
IO_P4.Text2.Text,"I:0/12 Spare"
IO_P4.Text3.Text,"I:0/13 E-Stop OK"
IO_P4.Text10.Text,"I:0/14 Safe Power OK"
IO_P4.Text7.Text,"I:0/15 Printer Ribbon Encoder"
AlarmServer.Fault.Text,Fault
AlarmServer.RunningStatus.Text,"Running Status"
AlarmServer.Message.Text,Message
BaseTemplate.Text.Text,Text
TextLibrary.FaultList_MessageItem2.Message,"Dual Motor Jaw Obstructed"
TextLibrary.FaultList_MessageItem3.Message,"Dual Motor Jaw Front Motor Fault"
TextLibrary.FaultList_MessageItem4.Message,"Dual Motor Jaw Front Motor Comm Fault"
TextLibrary.FaultList_MessageItem5.Message,"Dual Motor Jaw Failed to Close"
TextLibrary.FaultList_MessageItem6.Message,"Dual Motor Jaw Failed to Open"
TextLibrary.FaultList_MessageItem7.Message,"Dual Motor Jaw Failed to Home"
TextLibrary.FaultList_MessageItem8.Message,"Dual Motor Jaw Timeout"
TextLibrary.FaultList_MessageItem9.Message,"Dual Motor Jaw Light Curtain Violated"
TextLibrary.FaultList_MessageItem1.Message,"Barcode Failed"
TextLibrary.FaultList_MessageItem10.Message,"Clamping Mechanism Drive Fault"
TextLibrary.FaultList_MessageItem11.Message,"Zebra Label Printer Service Required"
TextLibrary.FaultList_MessageItem12.Message,"Printer Ribbon Fault"
TextLibrary.FaultList_MessageItem13.Message,"Print Head Failed to Lower"
TextLibrary.FaultList_MessageItem14.Message,"Print Head Failed to Raise"
TextLibrary.FaultList_MessageItem15.Message,"Bag Delivery Reverse Fault"
TextLibrary.FaultList_MessageItem16.Message,"Bag Delivery Failed to Seperate"
TextLibrary.FaultList_MessageItem17.Message,"Bag Delivery No Bag Over Photoeye"
TextLibrary.FaultList_MessageItem18.Message,"Bag Delivery Film Feed Motor Fault"
TextLibrary.FaultList_MessageItem19.Message,"Bag Delivery Film Feed Motor Comm Fault"
TextLibrary.FaultList_MessageItem20.Message,"Motorized Load Plate Failed to Home"
TextLibrary.FaultList_MessageItem21.Message,"Motorized Load Plate Motor Fault"
TextLibrary.FaultList_MessageItem22.Message,"Motorized Load Plate Comm Fault"
TextLibrary.FaultList_MessageItem23.Message,"Safety Circuit Broken During Cycle"
TextLibrary.FaultList_MessageItem24.Message,"E-Stop Pressed"
TextLibrary.FaultList_MessageItem25.Message,"Light Curtain Not Configured"
TextLibrary.MessageList_MessageItem0.Message,"Bagger Not Ready To Cycle"
TextLibrary.MessageList_MessageItem1.Message,"Bagger Ready To Cycle"
TextLibrary.MessageList_MessageItem2.Message,"Bagger In Cycle"
TextLibrary.MessageList_MessageItem3.Message,"No Bag Covering Eye"
TextLibrary.MessageList_MessageItem4.Message,"Bag Failed To Seperate"
TextLibrary.MessageList_MessageItem5.Message,"Pressure Bar Obstruction"
TextLibrary.MessageList_MessageItem6.Message,"Light Curtain Violation"
TextLibrary.MessageList_MessageItem7.Message,"Print Head Failed To Raise"
TextLibrary.MessageList_MessageItem8.Message,"Print Head Failed To Lower"
TextLibrary.MessageList_MessageItem9.Message,"Bar Code Fault"
TextLibrary.MessageList_MessageItem10.Message,"Too Many Parts Counted"
TextLibrary.MessageList_MessageItem11.Message,"Jaw Failed To Close"
TextLibrary.MessageList_MessageItem12.Message,"Film Feed Motor Fault"
TextLibrary.MessageList_MessageItem13.Message,"Jaw Motion Fault"
TextLibrary.MessageList_MessageItem14.Message,"Jaw Failed To Home"
TextLibrary.MessageList_MessageItem15.Message,"Waiting On Printer"
TextLibrary.MessageList_MessageItem16.Message,"Waiting On Filler"
TextLibrary.MessageList_MessageItem17.Message,"Batch Count Done"
TextLibrary.MessageList_MessageItem18.Message,"Jaw Not Homed"
TextLibrary.MessageList_MessageItem19.Message,"Cycle Bagger To Active Filler"
TextLibrary.MessageList_MessageItem20.Message,"Machine Not Tested"
TextLibrary.MessageList_MessageItem21.Message,"Load Plate Motor Not Homed"
TextLibrary.MessageList_MessageItem22.Message,"Load Plate Motor Faulted"
TextLibrary.MessageList_MessageItem23.Message,"Load Plate Motor Comm. Fault"
TextLibrary.MessageList_MessageItem24.Message,"Safe Power Off During Cycle"
TextLibrary.MessageList_MessageItem25.Message,"Safe Power Off"
TextLibrary.MessageList_MessageItem26.Message,"IBD Motor Not Homed"
TextLibrary.MessageList_MessageItem27.Message,"IBD Motor Faulted"
TextLibrary.MessageList_MessageItem28.Message,"IBD Motor Comm. Fault"
TextLibrary.MessageList_MessageItem29.Message,"Printer Ribbon Fault"
TextLibrary.MessageList_MessageItem30.Message,"Printer Service Requested"
TextLibrary.MessageList_MessageItem31.Message,"Jaw Failed To Open"
TextLibrary.MessageList_MessageItem32.Message,"IBD Failed To Close"
TextLibrary.MessageList_MessageItem33.Message,"IBD Failed To Open"
TextLibrary.MessageList_MessageItem34.Message,"Bagger in Standby - Press Reset"
TextLibrary.MessageList_MessageItem35.Message,"Film Feed Motor Comm. Fault"
Faults.Text1.Text,"Open Bag Failed"
Faults.Text2.Text,"Open Bag Failed"
Faults.Text3.Text,"Open Bag Failed"
Faults.Text4.Text,"Open Bag Failed"
Faults.Text5.Text,"Open Bag Failed"
Faults.Text6.Text,"Open Bag Failed"
Faults.Text7.Text,"Open Bag Failed"
TextLibrary.FaultList_MessageItem26.Message,
TextLibrary.FaultList_MessageItem27.Message,
BaseTemplate.Text1.Text,"Bagger Not Ready To Cycle"
Advanced_P5.Text9.Text,"Reverse Offset Position"
